---
kind: other
id: Properties.T:Autodesk.Revit.DB.ACADExportOptions
source: html/d3454c76-6300-6b11-2b10-bedca1a8d850.htm
---
# ACADExportOptions Properties

The preferred way to generate geometry of ACA objects.
 Default value is ACAObjectPreference.Object.